Repository: rehammsalah/route
Catalog: lib/l10n/intl_*.arb
Languages: ar

# connectionError_net
source: Please check your internet connection status and try again in a few minutes
ar: يرجى التحقق من حالة اتصالك بالإنترنت أو حاول مرة أخرى خلال بضع دقائق

source: connection error
ar: خطأ في الاتصال

# sessionEnded
source: Your session has ended, you must log in
ar: انتهت الجلسة، يجب تسجيل الدخول

# loc_perm_msg
source: The application must be allowed to access the geographical location in order to complete the login/logout process
ar: يجب السماح للتطبيق بالوصول للموقع الجغرافي لتتمكن من اتمام عملية تسجيل الدخول/الخروج

# enable_location
source: Geolocation must be activated to be able to complete the login/logout process
ar: يجب تفعيل الموقع الجغرافي لتتمكن من اتمام عملية تسجيل الدخول/الخروج

source: Close
ar: اغلاق

source: Choose
ar: اختر

source: Ready
ar: جاهز

source: Clean
ar: نظيفة

source: My Plan
ar: خطتي

# select_branch
source: Choose Branch
ar: إختر فرع

source: complain
ar: شكوي

source: Please enter a branch
ar: الرجاء إدخال الفرع

source: Please enter a branch
ar: الرجاء إدخال الفرع

source: Please select the items First
ar: الرجاء تحديد العناصر أولاً

source: Choose from Gallery
ar: اختر من المعرض

source: Take a Photo
ar: التقط صورة

source: Choose option
ar: اختر الخيار

source: Create Ticket
ar: إنشاء تذكرة

source: Activated
ar: مفعل

source: Please enter a description
ar: الرجاء إدخال الوصف

source: Number
ar: الرقم

source: Quality Area
ar: منطقة الجودة

source: Quality Room
ar: غرفة الجودة

source: Please Select Old Password
ar: الرجاء تحديد كلمة المرور القديمة

source: Please Select New Password
ar: الرجاء اختيار كلمة مرور جديدة

# please_select_confirm_password
source: Please Select Confirm New Password
ar: الرجاء تحديد تأكيد كلمة المرور الجديدة

source: Supplies
ar: اللوازم

source: Date
ar: التاريخ

source: Request Details
ar: تفاصيل الطلب

source: Department
ar: القسم

source: Assigner
ar: المعين

source: Ticket is open
ar: التذكرة مفتوحة

source: Ticket is Closed
ar: تم إغلاق التذكرة

source: Creation Date
ar: تاريخ الإنشاء

source: Remain Hours
ar: ساعات المتبقية

source: Guest Review
ar: مراجعة الضيف

source: Tickets
ar: تذاكر

source: Write description
ar: اكتب الوصف

source: Tickets
ar: التذاكر

source: Select a CheckList
ar: حدد قائمة التحقق

source: Choose To Create Ticket
ar: اختر إنشاء تذكرة

source: Sample Type
ar: نوع العينة

source: No Ticket Done
ar: لم يتم إنجاز أي تذكرة

# please_select_a_status_
source: Please select a status for each item.
ar: الرجاء تحديد الحالة لكل عنصر.

# please_write_a_note_for_item
source: Please write a note for each item.
ar: يرجى كتابة ملاحظة لكل بند.

# please_select_over_all_
source: Please select over all Reaction.
ar: الرجاء تحديد جميع ردود الفعل.

source: Please select an assigner.
ar: الرجاء اختيار المعين.

source: Please select a department
ar: الرجاء اختيار القسم

source: Please enter a description.
ar: الرجاء إدخال الوصف.

source: Please Select Status
ar: الرجاء تحديد الحالة

source: Ticket Description
ar: وصف التذكرة

source: Not Activated
ar: غير مفعل

source: End Transaction
ar: إنهاء المعاملة

# please_fill_all
source: Please fill all required fields before proceeding.
ar: يرجى ملء جميع الحقول المطلوبة قبل المتابعة.

source: Choose Activated
ar: اختر التفعيل

source: Your Transaction
ar: معاملتك

source: Not Ready
ar: غير جاهز

source: Not Change
ar: لا تغيير

source: Not Clean
ar: غير نظيفة

# select_a_report
source: Select a report type to easily view all matching reports.
ar: اختر نوع التقرير لعرض جميع التقارير المطابقة لها بسهولة

source: Please enter a notes
ar: من فضلك أدخل ملاحظة

source: Please select staff
ar: الرجاء تحديد الموظفين

source: Please select items
ar: الرجاء تحديد عناصر

source: Please enter a period
ar: الرجاء إدخال المده

# leave_your__notes
source: Leave your comment or notes
ar: اترك تعليقك أو ملاحظاتك

source: Availability
ar: الامكانية

source: Select the Group
ar: حدد المجموعة

source: Percentage
ar: النسبة

source: Select Group First
ar: اختر المجموعة أولاً

# select_the_type_of_checklist
source: Please select the type of checklist
ar: الرجاء تحديد نوع القائمة

source: Warning
ar: تحذير

source: Confirm
ar: تأكيد

source: E-mail
ar: البريد إلكتروني

source: City
ar: المدينة

source: Add
ar: اضافة

source: Done
ar: تم

source: Bell-Boy
ar: حامل الحقائب

source: Complains
ar: الشكاوي

source: Maintenance Requests
ar: طلبات الصيانة

source: General Requests
ar: الطلبات العامة

source: Select Reason
ar: تحديد السبب

source: your complain
ar: شكواك

source: Cancel
ar: الغاء

source: Address Details
ar: تفاصيل العنوان

source: Fax
ar: فاكس

source: Company
ar: شركة

# ensure_top_quality
source: Ensure top-quality standards with seamless inspections and real-time reporting.
ar: ضمان أعلى معايير الجودة من خلال عمليات التفتيش السلسة والتقارير في الوقت الفعلي.

# check_the_cleanliness
source: Check the cleanliness of rooms and public areas to ensure guest comfort.
ar: تحقق من نظافة الغرف والمناطق العامة لضمان راحة الضيوف

source: Birth Date
ar: تاريخ الميلاد

source: Individuals
ar: فردى

source: Company Info
ar: معلومات الشركة

source: Company Name
ar: اسم الشركة

source: ID
ar: بطاقة تعريف

source: Tax Card Number
ar: رقم البطاقة الضريبية

source: Commercial Register
ar: تسجيل تجاري

# professionl_license
source: Professional License
ar: الرخصة المهنية

source: Password
ar: كلمة المرور

# otp_been_sent
source: A 4-digit secret code has been sent to your phone number
ar: تم إرسال رمز سري مكون من 4 أرقام إلى رقم الهاتف الخاص بك

# resend_code
source: Resend the code
ar: إعادة إرسال الرمز

# verify_code
source: Validation code
ar: كود التحقق

# confirm_phone
source: Confirm phone number
ar: تأكيد رقم الهاتف

source: Error
ar: خطأ

# mobileNumber
source: Phone number
ar: رقم الهاتف

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

# donttHaveAccount
source: You Don't have account?
ar: ليس لديك حساب؟

source: Edit
ar: تعديل

source: Add New Task
ar: إضافة مهمة جديدة

source: delete
ar: حذف

source: Guest Requests
ar: طلبات الضيوف

source: Home
ar: الذهاب للرئيسيه

source: My Requests
ar: طلباتي

source: Contract
ar: عقد

source: Fingerprint
ar: البصمة

source: Offers
ar: عروض

# bell_boy_
source: Bill Boy
ar: حامل الحقائب

source: Social Status
ar: الحالة الاجتماعية

source: Full Name
ar: الاسم الكامل

source: Settings
ar: إعدادات

source: Log out
ar: تسجيل خروج

source: My Account
ar: حسابي

source: Request Order
ar: طلب جديد

source: Contracts
ar: العقود

# functionLocation
source: Building
ar: المبني

# equipments
source: Units
ar: الوحدات

source: Priority
ar: الأولوية

source: Heigh
ar: مرتفع

# please_check_cleaning
source: Please select a location to review and complete the checklist for this area
ar: يرجى تحديد لموقع لمراجعة وإكمال قائمة التحقق لهذه المنطقة

# home_cleaning_room
source: Check the cleanliness of rooms and public areas to ensure guest comfort
ar: تحقق من نظافة الغرف والمناطق العامة لضمان راحة الضيوف

source: Medium
ar: متوسط

source: This will mark a task as done
ar: سيؤدي هذا إلى وضع علامة على المهمة على أنها منجزة

source: Are You Sure ?
ar: هل أنت متأكد ؟

source: Notifications Type
ar: نوع الإخطارات

source: Next
ar: التالي

source: Yes, mark as done
ar: نعم، ضع علامة تم

source: Filter
ar: تصفية

source: SuperVisor
ar: المشرف

source: Staff Name
ar: اسم الموظف

source: Staff procedures
ar: إجراءات الموظفين

source: procedures
ar: إجراءات

# percentage_
source: Percent:
ar: النسبة:

source: supervisor Name
ar: اسم المشرف

source: supervisor Name :
ar: اسم المشرف :

source: Report Details
ar: تفاصيل التقرير

source: CheckList Cleaning
ar: قائمة النظافة

source: CheckList Cleaning :
ar: قائمة النظافة :

source: Actual Status :
ar: الحالة الفعلية :

source: Actual Status
ar: الحالة الفعلية

source: System Status :
ar: حالة النظام :

source: Room
ar: غرفة

source: Rooms
ar: غرف

source: descreption
ar: الوصف

# Please_select_a_reason
source: Please select a reason from the dropdown first.
ar: الرجاء تحديد السبب من القائمة المنسدلة أولاً.

source: Guest Name :
ar: اسم الضيف :

source: Rooms
ar: الغرف

source: System Status
ar: حالة النظام

source: Room Cleaning
ar: نضافه الغرف

source: Continue
ar: متابعة

source: Go To Home
ar: انتقل إلى الصفحة الرئيسية

source: Task has been Created Successfully
ar: تم إنشاء المهمة بنجاح

source: Please select status
ar: الرجاء تحديد الحالة

source: Select Status
ar: اختر الحالة

source: Current Status
ar: الحالة الحالية

source: Upload Files
ar: تحميل الملفات

source: Drop files here or click to upload
ar: قم بإسقاط الملفات هنا أو انقر للتحميل

source: upload
ar: رفع

source: End
ar: انهاء

source: not isEnded
ar: لم يتم الانتهاء

source: isEnd
ar: انهاء

source: select isEnd
ar: حدد انهاء

source: Request Description
ar: وصف الطلب

source: Description:
ar: وصف

# descriptionFull
source: Description:
ar: وصف

source: Un valid description
ar: وصف غير صالح

source: Done
ar: تم

# enter_your_discreption
source: enter your description
ar: أدخل وصفك

# functionLocations
source: Buildings
ar: المواقع الوظيفية

# orderList
source: Orders List
ar: قائمة الطلبات

source: Notifications
ar: إشعارات

source: Requests
ar: الطلبات

source: Personal Information
ar: معلومات شخصية

source: Notification
ar: إشعارات

source: Employee
ar: الموظفين

source: Employee:
ar: الموظفين :

source: Work Orders
ar: أوامر الشغل

source: Quotations
ar: عروض الأسعار

source: Attachments
ar: المرفقات

source: My Info
ar: بياناتي الشخصيه

source: Log Out
ar: تسجيل الخروج

source: Sign in
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

# pleaseLogInToContinueAndTakeAdvantageOfAll
source: Please log in to continue and take advantage of all the features
ar: يرجى تسجيل الدخول للمتابعة والاستفادة من كافة الميزات

# createYourAccountNowAndBePartOfTheUnique
source: Create your account now and be part of the unique korra community!
ar: أنشئ حسابك الآن وكن جزءًا من مجتمع korra الفريد!

source: Forgot Password ?
ar: هل نسيت كلمة السر ؟

# toResetYourPasswordPleaseEnterYourMobilePhoneNumber
source: To reset your password, please enter your phone number and a verification code will be sent
ar: لإعادة تعيين كلمة المرور الخاصة بك، يرجى إدخال رقم هاتفك وسيتم إرسال رمز التحقق

source: Phone Number
ar: رقم التليفون

source: Send
ar: إرسال

source: Remember your password ? Sign In
ar: تذكر كلمة المرور الخاصة بك؟

# vertificationCode
source: Verification Code
ar: رمز التحقق

source: phone Validation
ar: التحقق من رقم الهاتف

# weSentYouASmsCodeOn
source: We sent you a verification code on your email
ar: لقد أرسلنا لك رمز التحقق على بريدك الإلكتروني

source: Please enter the 6-digit verification code
ar: الرجاء إدخال رمز التحقق المكون من 6 أرقام

source: Resend The Code
ar: إعادة إرسال الرمز

source: Submit
ar: تأكيد

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Please reset your password
ar: يرجى إعادة تعيين كلمة المرور الخاصة بك

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# korraTeamWillReviewYourDataAndContactWithYou
source: Awen Team will review your data and contact with you as soon as possible.
ar: سيقوم فريق عوين بمراجعة بياناتك والتواصل معك في أقرب وقت ممكن.

source: If you have any question please contact us
ar: إذا كان لديك أي سؤال يرجى الاتصال بنا

source: Forgot your password?
ar: نسيت كلمة السر؟

source: Individual
ar: فردي

source: Company Name
ar: اسم الشركة

source: Tax Registration Number / National ID
ar: رقم التسجيل الضريبي / الرقم القومي

source: Name of the person
ar: اسم الشخص

source: Job Name
ar: اسم الوظيفة

source: My Contract
ar: العقد الخاص بي

source: Annual Maintenance Contract
ar: عقد الصيانة السنوية

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

# customerReferance
source: Customer Reference
ar: مرجع العملاء

source: Total Amount
ar: المبلغ الإجمالي

source: Billing Plan
ar: خطة الفواتير

source: Payment is not due
ar: لم يتم السداد

source: Billed
ar: فاتورة

source: Collected
ar: تم جمعها

source: Spare Parts
ar: قطع غيار

source: Contract Details
ar: تفاصيل العقد

# equipment
source: Unit
ar: الوحدة

source: New Request
ar: طلب جديد

source: Billing Document :
ar: وثيقة الفاتورة

source: Invoice Number :
ar: رقم الفاتورة

source: Net Value :
ar: صافي القيمة

source: Tax Amount :
ar: مبلغ الضريبة

source: Billing Date :
ar: تاريخ الفاتورة

source: Component
ar: المكون

source: Store
ar: المخزن

source: Stock
ar: مخزون

source: Maintenance Plan
ar: خطة الصيانة

source: Created By:
ar: تم الإنشاء بواسطة

source: Create Date:
ar: تاريخ الإنشاء

source: Model Number
ar: رقم الموديل

source: Type
ar: نوع

# syrialNumber
source: Serial Number
ar: الرقم المسلسل

source: MANUFACTURER
ar: الشركة المصنعة

source: Measurements
ar: القياسات

source: Work Order :
ar: أمر الشغل

source: Planned Date
ar: التاريخ المخطط له

source: Basic Start
ar: البداية الأساسية

source: Completion Date
ar: تاريخ الانتهاء

source: Name
ar: اسم

source: Measuring Point
ar: نقطة القياس

source: Reading
ar: قراءة

source: Unit
ar: الوحدة

source: Services
ar: خدمات

source: See all
ar: شاهد الكل

source: Statistics
ar: إحصائيات

source: Get Offer
ar: احصل على العرض

source: Change Password
ar: تغيير كلمة المرور

source: Old Password
ar: كلمة المرور القديمة

source: Save
ar: حفظ

source: Attachment Date
ar: تاريخ المرفق

source: Attached Files
ar: الملفات المرفقة

source: Are you sure want to Logout ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Cancel
ar: إلغاء

source: Title
ar: عنوان

source: Yes, Delete
ar: نعم، حذف

source: This task will be marked for deletion
ar: سيتم وضع علامة على هذه المهمة للحذف

source: Notification Number
ar: رقم الإخطار

source: Notification Type
ar: نوع الإخطار

source: Required End Date
ar: تاريخ الانتهاء المطلوب

source: My Account
ar: حسابي

source: You Have Unread Notifications
ar: لديك إشعارات غير مقروءة

source: No Notification
ar: لا يوجد إشعار

source: Order Details
ar: تفاصيل الطلب

source: Ticket:
ar: تذكرة

source: Originally Submitted:
ar: تم تقديمه في

source: Owner:
ar: مالك

source: Last Updated:
ar: آخر تحديث

source: Status
ar: حالة

source: Rate
ar: تقييم

source: Progress
ar: تقدم

source: Note
ar: ملحوظة

source: Admin
ar: المسؤول

source: Client:
ar: عميل

source: on
ar: في

source: Statues:
ar: الحالات

source: Attachment:
ar: مرفق

source: Staff:
ar: طاقم عمل

source: Empty
ar: فارغ

source: Sent to
ar: تم الإرسال إلى

source: All Request
ar: كل الطلبات

source: Completed
ar: مكتمل

source: items
ar: عناصر

source: Pending
ar: قيد الانتظار

source: Closed
ar: مغلق

source: Public power outage.
ar: انقطاع التيار الكهربائي العام.

source: Electricity Breakdown.
ar: انهيار الكهرباء.

source: Details
ar: تفاصيل

source: Do you accept this quotation?
ar: هل تقبل هذا العرض

source: Accept
ar: تأكيد

source: Reject
ar: إلغاء

source: Item Number
ar: رقم البند

source: Material
ar: مادة

source: Quantity
ar: كمية

source: Value
ar: قيمة

source: Currency
ar: عملة

source: Quotation Number
ar: رقم العرض

source: Release Date
ar: تاريخ الإصدار

source: Close Date
ar: تاريخ الإغلاق

source: Order Number
ar: رقم الطلب

source: Accepted
ar: مقبول

source: Rejected
ar: مرفوض

source: Confirmation
ar: تأكيد

source: Language
ar: اللغة

source: Change Your Password
ar: تغيير كلمة المرور الخاصة بك

source: About
ar: من نحن

# arabic
source: عربي
ar: العربية

# aboutDetailed
source: Application maintenance involves the continuous updating, enhancement, and monitoring of software after its initial deployment to ensure it functions correctly, adapts to changing user requirements, and stays compatible with evolving technologies. Here's an overview of key components in application maintenance:Application maintenance involves the continuous updating, enhancement, and monitoring of software after its initial deployment to ensure it functions correctly, adapts to changing user requirements, and stays compatible with evolving technologies. Here's an overview of key components in application maintenance:Application maintenance involves the continuous updating, enhancement, and monitoring of software after its initial deployment to ensure it functions correctly, adapts to changing user requirements, and stays compatible with evolving technologies. Here's an overview of key components in application maintenance:
ar: تتضمن صيانة التطبيقات التحديث المستمر للبرنامج وتحسينه ومراقبته بعد نشره الأولي للتأكد من أنه يعمل بشكل صحيح، ويتكيف مع متطلبات المستخدم المتغيرة، ويظل متوافقًا مع التقنيات المتطورة. فيما يلي نظرة عامة على المكونات الرئيسية في صيانة التطبيقات: تتضمن صيانة التطبيقات التحديث المستمر للبرنامج وتحسينه ومراقبته بعد نشره الأولي للتأكد من أنه يعمل بشكل صحيح، ويتكيف مع متطلبات المستخدم المتغيرة، ويظل متوافقًا مع التقنيات المتطورة. فيما يلي نظرة عامة على المكونات الرئيسية في صيانة التطبيقات: تتضمن صيانة التطبيقات التحديث المستمر للبرنامج وتحسينه ومراقبته بعد نشره الأولي للتأكد من أنه يعمل بشكل صحيح، ويتكيف مع متطلبات المستخدم المتغيرة، ويظل متوافقًا مع التقنيات المتطورة. فيما يلي نظرة عامة على المكونات الرئيسية في صيانة التطبيق:

source: Code
ar: رمز

source: Bank Account
ar: حساب مصرفي

source: Order
ar: طلب

source: Clean :
ar: نظيفة :

source: ready :
ar: جاهزة :

source: Gender
ar: النوع

source: Expire Date
ar: تاريخ انتهاء الصلاحية

source: Send rate
ar: إرسال تقييم

source: No Data
ar: لا يوجد بيانات

source: Select Valid Value
ar: حدد قيمة صالحة

source: Choose a notification type
ar: اختر نوع الإخطار

source: Choose a priority
ar: اختر الأولوية

source: select a function location first
ar: حدد الموقع الوظيفي أولاً

source: Choose an equipment
ar: اختر أحد المعدات

source: Choose a function location
ar: اختر الموقع الوظيفي

source: select a contract first
ar: حدد العقد أولاً

source: Choose a contract
ar: اختر العقد

source: Done Successfully
ar: تم بنجاح

source: Customer Name
ar: اسم العميل

# phoneNumberUserName
source: Phone Number
ar: رقم التليفون

source: Add Feedback
ar: إضافة ملاحظات

source: Send Feedback
ar: إرسال الملاحظات

source: Feedback
ar: ملاحظات

# feedback_
source: Notes :
ar: ملاحظات :

source: Sent from
ar: تم الإرسال من

source: Already have an account ?
ar: هل لديك حساب بالفعل؟

source: ID Number
ar: رقم الهوية

source: Add a new unit
ar: إضافة وحدة جديدة

source: Upload Attachment
ar: تحميل المرفق

# neighborhood
source: Enter your District
ar: حدد المنطقة

# neighborhood_
source: District
ar: المنطقة

source: project
ar: المشروع

source: Building
ar: المبني

source: Floor
ar: الطابق

source: Request Type
ar: نوع الطلب

source: Specify Request
ar: تحديد الطلب

source: Request Name
ar: اسم الطلب

# selectUnit
source: Enter your Unit
ar: حدد الوحدة

# selectFloor
source: Enter your Floor
ar: حدد الطابق

# selectProject
source: Enter your Project
ar: حدد المشروع

# selectBuilding
source: Enter Your Building
ar: حدد المبنى

source: Select Priority
ar: حدد الأولوية

source: Select Request Name
ar: حدد اسم الطلب

source: Select Specify Request
ar: حدد تحديد الطلب

source: Select Request Type
ar: حدد نوع الطلب

source: Choose a city
ar: اختر مدينة

# chooseANeighborhood
source: choose a district
ar: أختر المنطقة

source: choose a city first
ar: اختر المدينة أولاً

source: choose a project
ar: اختر مشروعًا

# chooseANeighborhoodFirst
source: choose a district first
ar: أختر المنطقة أولاً

source: choose a building
ar: اختر مبنى

source: choose a project first
ar: اختر مشروعًا أولاً

source: choose a floor
ar: اختر طابق

source: choose a building first
ar: اختر المبنى أولاً

source: choose a unit
ar: اختر وحدة

source: choose a floor first
ar: اختر الطابق أولاً

source: Unit Name (English)
ar: اسم الوحدة (انجليزي)

source: Unit Name (Arabic)
ar: اسم الوحدة (عربي)

source: Description (English)
ar: الوصف (الإنجليزية)

source: Description (Arabic)
ar: الوصف (عربي)

source: you already chose the unit
ar: لقد اخترت الوحدة بالفعل

source: select a request type first
ar: حدد نوع الطلب أولاً

source: select a specify request first
ar: حدد طلب تحديد أولا

source: select a request name first
ar: حدد اسم الطلب أولاً

source: select a priority first
ar: حدد الأولوية أولاً

source: select a building first
ar: أختر المبنى أولاً

source: select a project first
ar: أختر المشروع أولاً

source: select a floor first
ar: اختر الطابق أولاً

# selectACity
source: Enter your City
ar: حدد مدينة

source: select a city first
ar: أختر المدينة أولاً

# selectANeighborhoodFirst
source: select a district first
ar: أختر المنطقة أولاً

source: you already added a new unit
ar: لقد أضفت بالفعل وحدة جديدة

source: Request
ar: طلب

source: Awen in Numbers
ar: عوين في أرقام

# personalInfo
source: Personal Information
ar: بيانات شخصية

source: Others
ar: أخرى

source: Last update:
ar: اخر تحديث :

source: Current status:
ar: الحالة الحالية :

source: Room number:
ar: رقم الغرفه :

source: Room number
ar: رقم الغرفه

source: Updated by:
ar: تم التحديث بواسطة :

# update_room_status
source: Update status
ar: تحديث الحاله

source: Notification details
ar: تفاصيل الاشعار

source: Location Information
ar: بيانات الموقع

# jpegPngGifMp4PdfPsdAiWordPpt
source: Supported formats: JPEG, PNG, GIF, MP4, PDF, PSD, AI, Word, PPT
ar: الصيغ المدعومه: JPEG، PNG، GIF، MP4، PDF، PSD، AI، Word، PPT

# uploadText
source: Place the file here or click to download
ar: قم بوضع الملف هنا أو أنقر للتحميل

source: Request Price
ar: طلب سعر

source: More
ar: المزيد

# sayAboutUs
source: They said about us
ar: قالو عنا

# happyToServeU
source: We are always happy to serve you.
ar: سعداء دائما بخدمتكم.

source: Address
ar: العنوان

# RequestInfo
source: Request data
ar: بيانات الطلب

# unitInfo
source: Unit data
ar: بيانات الوحدة

source: Add file
ar: إضافة ملف

# completeThePerviousStep
source: complete the previous step
ar: أكمل الخطوة السابقة

# SendRequest
source: Submit the request
ar: إرسال الطلب

# MainRequest
source: Main type of order
ar: النوع الرئيسي للطلب

# selectMainRequest
source: Select the main type of order
ar: حدد النوع الرئيسي للطلب

# subRequest
source: Request subtype
ar: النوع الفرعي للطلب

# selectSubRequest
source: Select the subtype of the request
ar: حدد النوع الفرعي للطلب

# selectMainFirst
source: Select the main type of order first
ar: حدد النوع الرئيسي للطلب أولاً

source: Request name
ar: اسم الطلب

source: Accepted Unites
ar: الوحدات المقبولة

source: Pending Unites
ar: الوحدات المعلقة

source: Rejected Unites
ar: الوحدات المرفوضة

source: Search hear
ar: ابحث هنا

source: New Unit
ar: وحدة جديدة

source: Unit Name
ar: اسم الوحدة

source: Description
ar: وصف

source: Choose Description
ar: اختر الوصف

source: Building
ar: مبنى

source: Status
ar: حالة

source: Add New Unit
ar: إضافة وحدة جديدة

source: Search for equipment...
ar: البحث عن المعدات ...

source: Floor
ar: الطابق

source: Leave your Notes or comments
ar: اترك ملاحظاتك أو تعليقاتك

source: Please enter a description.
ar: يرجى إدخال الوصف

source: Enter description in Arabic
ar: أدخل الوصف باللغة العربية

source: Description (in Arabic)
ar: الوصف (باللغة العربية)

source: Please enter the description
ar: الرجاء إدخال الوصف

source: Enter Description
ar: أدخل الوصف

source: Description (In English)
ar: الوصف (باللغة الإنجليزية)

source: Please enter the unit name
ar: برجاء إدخال اسم الوحدة

source: Unit Name (in Arabic)
ar: اسم الوحدة (بالعربية)

source: Please enter the unit name
ar: الرجاء إدخال اسم الوحدة

source: Unit Name (In English)
ar: اسم الوحدة (باللغة الإنجليزية)

source: Date Check In
ar: تاريخ تسجيل الدخول

source: Select Item
ar: اختر وحدة

source: No Data Found
ar: لا توجد بيانات

source: Units List
ar: قائمة الوحدات

source: Attachment
ar: اضافة مرفق

# selectSubRequestFirst
source: Select the request subtype first
ar: حدد النوع الفرعي للطلب أولاً

source: Add new Unit
ar: إضافة وحدة جديدة

# unitesList
source: Units List
ar: قائمة الوحدات

source: Contact Us
ar: اتصل بنا

source: Drag & drop files or
ar: اسحب و ضع الملفات أو

source: Discrepancy Report
ar: عدم التطابق

source: Delete Account
ar: حذف الحساب
