Repository: rehammsalah/route
Catalog: lib/l10n/intl_*.arb
Languages: ar

# appreciate
source: We appreciate your visit to our application, and we welcome all your comments, opinions, and inquiries
ar: نقدر زيارتكم لتطبيقنا، ونرحب بجميع تعليقاتكم، آرائكم، واستفساراتكم

source: Filter Period
ar: فترة التصفية

source: Download
ar: تحميل

source: Browse
ar: تصفح

source: Guest Reaction (Optional)
ar: رد فعل الضيف (اختياري)

source: Choose Employee
ar: اختر الموظف

source: Housekeeper
ar: الموظفين

source: Period
ar: المده

source: Overall Reaction
ar: الانطباع العام

source: Period :
ar: المده :

source: completion percentage cannot exceed 100
ar: لا يمكن أن تتجاوز نسبة الإكمال 100

source: Enter The Period
ar: ادخل المده

# still_pending
source: is still pending.
ar: لا يزال معلقا.

# can_not_proceed
source: Cannot proceed because
ar: لا يمكن المتابعة لأن

source: View Details
ar: عرض التفاصيل

source: Unit Name
ar: اسم الوحدة

# please_select_the_building
source: Please select the building and floor, then update the room status and add a note detailing the details before saving.
ar: يرجى تحديد المبنى والطابق، ثم تحديث حالة الغرفة وإضافة ملاحظة توضح التفاصيل قبل الحفظ.

source: Contract Information
ar: معلومات العقد

source: Total Price
ar: السعر الإجمالي

source: Contract Description
ar: وصف العقد

source: Date Check In
ar: تاريخ الدخول

source: Attached File
ar: الملف المرفق

source: Download Contract
ar: تحميل العقد

# whosAwen
source: Who is Awen?
ar: من هي عوين ؟

# noti
source: alert
ar: تنبيه

source: please select ready first
ar: الرجاء تحديد جاهز أولاً

source: Select Building
ar: اختر المبنى

source: Note
ar: ملحوظة

source: public Area
ar: منطقة عامة

source: No date
ar: لا يوجد تاريخ

source: Send Notification
ar: إرسال الإشعار

# you_must_unselect_at
source: you must unselect at least one item
ar: يجب عليك تحديد عنصر واحد على الأقل

source: Select Floor
ar: اختر الطابق

source: Pending
ar: قيد الانتظار

# select_valid_unit
source: Please select a valid unit or add a new one.
ar: الرجاء تحديد وحدة صالحة أو إضافة وحدة جديدة.

# noti2
source: To benefit from the distinctive Awain application services, please create a new account or log in.
ar: للإستفادة من خدمات تطبيق عوين المميزة، برجاء إنشاء حساب جديد أو تسجيل الدخول.

source: Didn't receive the code?
ar: لم تتلق الرمز؟

source: Resend
ar: إعادة الإرسال

source: search
ar: بحث

source: Are you sure want to delete your account ?
ar: هل أنت متأكد أنك تريد حذف حسابك؟

source: Active
ar: نشط

source: Enter The Percentage
ar: أدخل النسبة

# select_a_status_type
source: Select a status type to easily view all matching rooms.
ar: اختر نوع الحالة لعرض جميع الغرف المطابقة لها بسهولة

source: Notifications
ar: الإشعارات

source: select Building first
ar: حدد المبنى أولاً

source: Success
ar: نجاح

source: Choose Service
ar: اختر الخدمة

source: Vacant
ar: شاغر

source: Occupied
ar: ساكنة

# add_unit_
source: The unit is added successfully.
ar: تمت إضافة الوحدة بنجاح.

# saved_success
source: Saved Successfully
ar: تم الحفظ بنجاح

source: Not Active
ar: غير نشط

source: First Name
ar: الاسم الأول

source: Last Name
ar: اسم العائلة

source: Download failed
ar: فشل التحميل

source: Download done successfully
ar: تم التحميل بنجاح

source: Go To Home
ar: العودة للصفحة الرئيسية

# awenNum
source: We share with you part of our journey that aims to provide the best solutions to our customers in record time and at a competitive cost.
ar: نشاركك جزءًا من مسيرتنا التي تهدف إلى تقديم أفضل الحلول لعملائنا في وقت قياسي وبتكلفة تنافسية

# homeText
source: We are a Saudi company that provides a range of different real estate services efficiently and professionally.
ar: نحن شركة سعودية تقدم مجموعة من الخدمات العقارية المختلفة بكفاءة واحترافية.

# start
source: Start now
ar: ابدأ الحين

source: skip
ar: تخطي

source: You Do Not Have Permission
ar: ليس لديك الصلاحية

source: select Floor first
ar: حدد الطابق أولاً

source: Change Language
ar: تغيير اللغه

source: Remember me
ar: تذكرني

# welcomeInAwen
source: Hello in Awin
ar: أهلاً بك في عوين

source: Hello
ar: أهلاً بك

# noNotif
source: There are no new notifications
ar: لا توجد اي إشعارات جديده

source: overAll ​​services
ar: خدمات شامله

# howToUse
source: How does the application work?
ar: كيف يشتغل التطبيق ؟

# ready
source: Ready to start?
ar: جاهز تبدأ ؟

# overAllText
source: Hey in AWEN!
ar: أهلاً بك في عوين! الحين تقدر تطلب خدمات الصيانة بكل سهولة وسرعة

# howToUseText
source: What needs fatigue!
ar: ما يحتاج تعب! اطلب، حدد الوقت، والفني يوصل لك

# readyText
source: Click the button and start using AWEN today, whatever your problem is it for us!
ar: اضغط على الزر وابدأ استخدام عوين اليوم ايا كانت مشكلتك حلها عندنا !

# sliderTitle
source: Awin is the best of those who help you in maintenance and addition
ar: عوين خير من يعينك في الصيانه والنضافه

# sliderText
source: Do you need maintenance or cleanliness?
ar: احتجت صيانة أو نظافة؟ اطلب خدمتك الآن بسهولة!

# helloinAwen
source: Hello in Awin
ar: أهلاً بك في عوين

# halla
source: hello
ar: أهلاً بك

# servicesTypes
source: Services categories
ar: فئات الخدمات

# famousServices
source: The most famous services
ar: اشهر الخدمات

# noAnyNotifi
source: There are no new notifications
ar: لا توجد اي إشعارات جديده

# quiet
source: Everything is calm here, we will tell you when a new notice arrives.
ar: كل شيء هادئ هنا، سنخبرك عند وصول إشعار جديد.

# enterInfo
source: Enter personal data
ar: ادخل البيانات الشخصيه

# reviewOrder
source: 🎉 Your request is under treatment!
ar: 🎉 طلبك تحت المعالجة!

source: show more
ar: عرض المزيد

# uploadImages
source: upload file for the request
ar: قم برفع صور للطلب

source: show less
ar: عرض أقل

source: order now
ar: اطلب الان

source: Login
ar: تسجيل الدخول

source: Welcome back!
ar: مرحبًا بعودتك!

source: login to your account
ar: تسجيل الدخول إلى حسابك

source: User Name
ar: اسم المستخدم

source: Housekeeping
ar: التدبير المنزلي

source: Task Managment
ar: إدارة المهام

source: Maintenance
ar: صيانة

source: Quality
ar: جودة

# the_smart_way_to_streamline
source: The smart way to streamline housekeeping operations and maintain cleanliness effortlessly
ar: الطريقة الذكية لتبسيط عمليات التنظيف والحفاظ على النظافة دون عناء

source: Profile
ar: الصفحة الشخصية

source: Welcome,${GetStorage().read("name")} ! Select a category to get started
ar: مرحبًا ، $ {getStorage (). اقرأ ("الاسم")}!

source: Welcome,
ar: مرحباً،

# please_select_a_location_to
source: Please select a location to review and complete the checklist for this area.
ar: يرجى تحديد لموقع لمراجعة وإكمال قائمة التحقق لهذه المنطقة.

source: Let’s make Tasks together 🙌
ar: دعونا ننشئ المهام معًا 🙌

source: new Tasks
ar: مهام جديدة

source: Pending Tasks
ar: مهام معلقة

source: Cancelled Tasks
ar: المهام الملغاة

source: In-Progress Takss
ar: المهام الجارية

source: To Do List
ar: قائمة المهام

source: View All
ar: عرض الكل

source: No Tasks Assigned
ar: لا توجد مهام مخصصة

# itLooksLikeYouDontHaveAnyTasksAssignedTo
source: It looks like you don’t have any tasks assigned to you right now. Don’t worry, this space will be updated as new tasks become available.
ar: يبدو أنه ليس لديك أي مهام مخصصة لك الآن.

source: Reassign Task
ar: إعادة تعيين المهمة

source: Change Status
ar: تغيير الحالة

source: Task Management & To-Do List
ar: إدارة المهام وقائمة المهام

# thisProductiveToolIsDesignedToHelpYouBetterManage
source: This productive tool is designed to help you better manage your task project-wise conveniently!
ar: تم تصميم هذه الأداة الإنتاجية لمساعدتك على إدارة المهمة بشكل أفضل بشكل مريح!

source: Let’s Start
ar: لنبدأ

source: Tasks
ar: المهام

source: Time
ar: وقت

source: All
ar: الجميع

source: All
ar: الكل

source: Weight:
ar: وزن:

source: Weight
ar: الحجم

source: Take A Sample
ar: اخذ عينة

source: Completed:
ar: مكتمل:

source: Week of
ar: اسبوع من

source: Good
ar: جيد

source: Ticket Details
ar: تفاصيل التذكرة

source: Fail
ar: فشل

# it_looks_like_you_donot
source: It looks like you don’t have any Tickets right now. Don’t worry, this space will be updated as new Tickets become available.
ar: يبدو أنه لا توجد لديك أي تذاكر حاليًا. لا تقلق، سيتم تحديث هذه المساحة عند توفر تذاكر جديدة.

source: No Tickets Created
ar: لم يتم إنشاء أي تذاكر

source: Need Work Tickets
ar: تذاكر تحتاج لعمل

source: Fail Tickets
ar: تذاكر الفشل

source: Good Tickets
ar: تذاكر جيدة

source: All Tickets
ar: جميع التذاكر

# hello_ready_to
source: Hello! Ready to review and improve?
ar: مرحباً! هل أنت مستعد للمراجعة والتحسين؟

source: Need Work
ar: يحتاج للعمل

source: Not Cleaned
ar: لم يتم تنظيفه

source: Cleaned
ar: تم تنظيفه

source: In-progress
ar: في تَقَدم

source: new
ar: جديد

source: Ticket Number
ar: رقم التذكرة

source: cancelled
ar: ملغي

source: Finished
ar: منتهي

source: Finished
ar: انتهى

source: Completion
ar: انتهاء

source: Used
ar: مستخدم

source: Total weight must equal 100%.
ar: يجب أن يكون الوزن الإجمالي مساويًا لـ 100%.

source: Please fill in all task completion percentages.
ar: يرجى ملء جميع نسب إكمال المهام.

source: Please fill in all task titles.
ar: يرجى ملء جميع عناوين المهام.

source: Auto Adjust
ar: الضبط التلقائي

source: Total space
ar: المساحة الكلية

source: Task Details
ar: تفاصيل المهمة

# dateTime
source: Created Date
ar: تاريخ الإنشاء

# startDateTime
source: Start Date
ar: بداية وقت

# endDateTime
source: End Date
ar: انتهاء وقت

# actualEndDateTime
source: Actual End Date
ar: ميعاد انتهاء الوقت الفعلي

source: Take Actions
ar: اتخاذ الإجراءات

source: Task has been Created Successfully
ar: تم إنشاء المهمة بنجاح

source: Create Task
ar: إنشاء مهمة

source: Task Name
ar: اسم المهمة

source: Assign To
ar: تعيين ل

source: Low
ar: قليل

source: High
ar: عالي

source: By
ar: من

source: Reports
ar: التقارير

source: Experience
ar: الخبرة

source: Courses & Certificates
ar: الدورات والشهادات

source: Hotel cleaning
ar: تنظيف الفندق

source: please complete task details
ar: يرجى إكمال تفاصيل المهمة

source: Department
ar: قسم

source: Who’s responsible ?
ar: من المسؤول؟

source: Workers
ar: العمال

source: Choose Task Action
ar: اختر إجراء المهمة

source: Reassign
ar: أعد التعيين

source: Notes
ar: ملحوظات

source: Leave Your Notes
ar: اترك ملاحظاتك

source: Please complete the data
ar: يرجى إكمال البيانات

source: Reason
ar: سبب

source: Task Type
ar: نوع المهمة

source: Assigned To Me
ar: تم تعيينه لي

source: Created By Me
ar: انشئتها

source: please enter valid date
ar: برجاء إدخال تاريخ صالح

source: Users
ar: المستخدمون

source: Select User
ar: حدد المستخدم

source: By User
ar: بواسطة المستخدم

source: Assigner Name
ar: اسم موزع المهمة

source: Reset
ar: إعادة ضبط

source: Finished Tasks
ar: المهام المنتهية

source: Sub Tasks
ar: مهام فرعية

source: Let’s make hassle-free maintenance 🙌
ar: لنجعل صيانة خالية من المتاعب 🙌

source: New Requests
ar: طلبات جديدة

source: Pending Requests
ar: طلبات معلقة

source: Finished Requests
ar: طلبات منتهية

source: InProgress Requests
ar: طلبات جارية

source: No Available Requests
ar: لا توجد طلبات متاحة

# itLooksLikeYouDontMakeAnyRequestsRightNow
source: It looks like you don’t make any requests right now. Don’t worry, this space will be updated as new requests become available.
ar: يبدو أنك لا تقدم أي طلبات الآن.

source: Rooms Maintenance
ar: صيانة الغرف

# other
source: Public Area
ar: مناطق عامة

# thisToolStreamlinesTheManagementAndTrackingOfAllMaintenance
source: This tool streamlines the management and tracking of all maintenance activities. Easily submit maintenance requests.
ar: تقوم هذه الأداة بتبسيط إدارة وتتبع جميع أنشطة الصيانة.

source: Room Maintenance
ar: صيانة الغرفة

# pleaseSpecifyTheRequiredDataToAccessTheRoomThat
source: Please specify the required data .
ar: يرجى تحديد البيانات المطلوبة.

source: Choose Building
ar: اختر المبنى

source: Choose Floor
ar: اختر الدور

source: Assigned
ar: مُكَلَّف

source: Leave your Notes or comments
ar: اترك ملاحظاتك أو تعليقاتك

source: Reassign To
ar: إعادة تعيين

# selectTheAppropriateSectionBelowToAccessMaintenanceDetailsAnd
source: Select the appropriate section below to access maintenance details and manage associated tasks.
ar: حدد القسم المناسب أدناه للوصول إلى تفاصيل الصيانة وإدارة المهام المرتبطة بها.

source: Drag & drop files or
ar: السحب وإسقاط الملفات أو

source: Create Request
ar: إنشاء طلب

source: Main maintenance request
ar: طلب الصيانة الرئيسي

source: Sub maintenance request
ar: طلب الصيانة الفرعي

source: Is Assigned
ar: تم تعيينه

source: Not Assigned
ar: لم يتم تعيينه

source: Note added successfully
ar: تم إضافت الملاحظة بنجاح

source: change status done successfully
ar: تم تغيير الحالة بنجاح

source: Reassign done successfully
ar: تم إعادة التعيين بنجاح

source: Add Note
ar: أضف ملاحظة

source: New Note
ar: ملاحظة جديدة

source: Add sub Task
ar: أضف مهمة فرعية

source: sub task
ar: المهمة الفرعية

source: Branch
ar: فرع

source: Branch
ar: الفرع

# branches_
source: Branch
ar: الفرع

source: Stores
ar: المتاجر

source: Disbursement Request
ar: طلب الصرف

source: Add Item
ar: أضف العنصر

source: Requested By
ar: طلب من قبل

source: Assigned To
ar: تعيين ل

source: Main Request
ar: الطلب الرئيسي

source: Creation Date
ar: تاريخ الإنشاء

source: Actual End Date
ar: تاريخ الانتهاء الفعلي

source: Found Date
ar: تاريخ العثور

source: Found Location
ar: موقع العثور

source: Ticket Number
ar: رقم التذكرة

source: Founds
ar: المفقودات

source: Damage
ar: ضرر

source: Choose Request Type To Ease The Process
ar: اختر نوع الطلب لتخفيف العملية

source: Maintenance Request
ar: طلب الصيانة

source: Damage Request
ar: طلب الضرر

source: Found Request
ar: طلب مفقودات

source: Room Number
ar: رقم الغرفة

source: Item Description
ar: وصف العنصر

source: Features
ar: سمات

source: Reporter Information
ar: معلومات العاثر

source: Reported Name
ar: اسم العاثر

source: Submit Request
ar: إرسال الطلب

source: General Information
ar: معلومات عامة

source: Item Type
ar: نوع العنصر

source: Conditions
ar: شروط

source: Unknown
ar: مجهول

source: Damaged
ar: تالف

# neww
source: new
ar: جديد

source: Edit Weights
ar: تعديل الأوزان

source: Bell-boy Requests
ar: طلبات حمل الحقائب

source: Public Area Maintenance
ar: صيانة المناطق العامة

source: Choose Branch
ar: أختر فرع

source: Purchase Requests
ar: طلبات شراء

source: purchase Request
ar: طلب شراء

source: add purchase
ar: أضف طلب شراء

source: Is Emergency
ar: مهمة؟

source: Purachase Items
ar: عناصر طلب الشراء

source: 🔍 Existing Items
ar: 🔍 العناصر الموجودة

source: ➕ New Item Request
ar: ➕ طلب عنصر جديد

source: Item Name
ar: اسم العنصر

source: Expected Price
ar: السعر المتوقع

source: Expected:
ar: مُتوقع:

source: Request Details
ar: تفاصيل الطلب

source: Logs
ar: سجلات

source: Serial Number
ar: رقم سري

source: Level Number
ar: رقم المستوى

source: Purchase Method
ar: طريقة الشراء

source: Is has A sample
ar: هل يوجد عينة

source: Is Within A budget
ar: هو ضمن الميزانية

source: Is There Liquidity
ar: هل هناك سيولة

source: Payment Method
ar: طريقة الدفع

source: No items found
ar: لم يتم العثور على عناصر

source: No Purchase Logs Found
ar: لم يتم العثور على سجلات شراء

source: 🔄 Status changed from
ar: 🔄 تم تغيير الحالة من

source: 👤 By :
ar: 👤 بواسطة:

source: Approve
ar: تأكيد

source: Postponed
ar: تأجيل

source: Forward
ar: الخطوة التالية

source: Within Budget
ar: ضمن الميزانية

source: Out Of Budget
ar: خارج الميزانية

source: View Balance
ar: عرض الكميات

source: suggest item
ar: اقترح عنصر

source: Balance Overview
ar: نظرة عامة على الكميات

# storeBalance
source: 🏬 Store:
ar: 🏬 المتجر:

source: 🔢 Balance:
ar: 🔢 الكميات:

source: 📦 Unit Type:
ar: 📦 نوع الوحدة:

# suggestdName
source: 🧾 Name :
ar: 🧾 الاسم:

# suggetedDescription
source: 📄 Description:
ar: 📄 الوصف:

# suggestedNotes
source: 📝 Notes:
ar: 📝 ملاحظات:

source: show suggested items
ar: عرض العناصر المقترحة

source: Approve Request
ar: الموافقة على الطلب

source: Reject Request
ar: رفض الطلب

# thisActionWillMarkTheRequestAsApprovedYouCan
source: This action will mark the request as approved. You can provide a reason.
ar: سيؤدي هذا الإجراء إلى وضع علامة على الطلب على النحو المعتمد.

# thisActionWillMarkTheRequestAsRejectedYouCan
source: This action will mark the request as rejected. You can provide a reason.
ar: سيؤدي هذا الإجراء إلى تحديد الطلب كما هو مرفوض.

# submitARequestToDisburseFundsOrItemsPleaseReview
source: Submit a request to disburse funds or items. Please review before confirming.
ar: إرسال طلب لصرف الأموال أو العناصر.

source: Suggested Item
ar: العنصر المقترح

source: Pass to The Next Level
ar: المرور إلى المستوى التالي

source: Preview
ar: معاينة

source: Assigned items
ar: عناصر مخصصة

source: Edit and pass to the next level
ar: قم بالتعديل وانتقل إلى المستوى التالي

source: Assign Type
ar: تعيين نوع

source: Edit price for Items
ar: تعديل سعر العناصر

source: Is Contain A sample
ar: يحتوي على عينة

source: Purchase type
ar: نوع الشراء

source: Has A Sample
ar: لديه عينة

source: Not Has A Sample
ar: ليس لديه عينة

source: Price Offers
ar: عروض الأسعار

source: Select Price Offer
ar: حدد عرض الأسعار

source: Edit Price Offer
ar: تعديل عرض السعر

source: vendor
ar: بائع

source: Create Price Offer
ar: إنشاء عرض السعر

source: Create
ar: إنشاء

source: user accepted your suggestion ✔
ar: قبل المستخدم اقتراحك ✔

source: user rejected your suggestion ❌
ar: رفض المستخدم اقتراحك ❌

source: Not Within A budget
ar: ليس ضمن ميزانية

source: Not has liquidity
ar: ليس لديه السيولة

source: Financial
ar: معاينة

source: Price Offer
ar: عرض الأسعار

source: Split Request For This Items
ar: تقسيم طلب هذه العناصر

source: Not Similar
ar: ليس متشابها

source: Similar
ar: متشابه

source: Wrong Description
ar: مواصفة خطأ

source: Wrong Sample Item
ar: عينة خطأ

source: Similar Or Not Similar
ar: متشابهة أو غير متشابهة

source: Has Liquidity
ar: هناك سيولة

source: View Request Details
ar: عرض تفاصيل الطلب

source: Preventive maintenance
ar: صيانة وقائية

# archive
source: Archived
ar: مؤرشف

# notArchive
source: Not Archived
ar: مؤرشف غير
